Repository: bitblik/client
Catalog: lib/l10n/app_*.arb
Languages: pl

# greeting
source: Hello!
pl: Cześć!

source: Error
pl: Błąd

# errorOfferDetailsMissing
source: Error: Offer details missing or invalid.
pl: Błąd: Brak szczegółów oferty lub są nieprawidłowe.

source: Waiting for BLIK
pl: Oczekiwanie na BLIK

source: Offer Reserved by Taker!
pl: Oferta zarezerwowana przez Kupującego!

# waitingForTakerBlik
source: Waiting for Taker to submit their BLIK code.
pl: Oczekiwanie na wprowadzenie kodu BLIK przez Kupującego.

# takerHas20Seconds
source: Taker has 20 seconds to provide the code.
pl: Kupujący ma 20 sekund na podanie kodu.

# takerHasXSecondsToProvideBlik
source: Taker has {seconds} seconds to provide BLIK code.
pl: Przyjmujący ma {seconds} sekund na podanie kodu BLIK.

source: Go Home
pl: Strona główna

source: Error: Active offer details lost.
pl: Błąd: Utracono szczegóły aktywnej oferty.

# errorFailedToRetrieveBlik
source: Error: Failed to retrieve BLIK code.
pl: Błąd: Nie udało się pobrać kodu BLIK.

# errorRetrievingBlik
source: Error retrieving BLIK code: {details}
pl: Błąd podczas pobierania kodu BLIK: {details}

# offerNoLongerAvailable
source: Offer is no longer available (Status: {status}).
pl: Oferta nie jest już dostępna (Status: {status}).

source: Your Offer:
pl: Twoja oferta:

# amountSats
source: Amount: {amount} sats
pl: Kwota: {amount} satoshi

# makerFeeSats
source: Maker Fee: {fee} sats
pl: Opłata wystawiającego: {fee} satoshi

# takerFeeSats
source: Taker Fee: {fee} sats
pl: Opłata kupującego: {fee} satoshi

# waitingForTaker
source: Waiting for a Taker to reserve your offer...
pl: Oczekiwanie na Kupującego, który zarezerwuje Twoją ofertę...

source: Cancel Offer
pl: Anuluj ofertę

# errorCouldNotIdentifyOffer
source: Error: Could not identify offer to cancel.
pl: Błąd: Nie można zidentyfikować oferty do anulowania.

# offerCannotBeCancelled
source: Offer cannot be cancelled in current state ({status}).
pl: Oferta nie może zostać anulowana w bieżącym stanie ({status}).

source: Offer cancelled successfully.
pl: Oferta anulowana pomyślnie.

# failedToCancelOffer
source: Failed to cancel offer: {details}
pl: Nie udało się anulować oferty: {details}

# enterLightningAddress
source: Enter your Lightning Address to continue
pl: Wprowadź swój adres Lightning, aby kontynuować

# lightningAddressHint
source: user@domain.com
pl: użytkownik@domena.com

# lightningAddressLabel
source: Lightning Address
pl: Adres Lightning

# lightningAddressInvalid
source: Please enter a valid Lightning Address
pl: Wprowadź prawidłowy adres Lightning

# saveAndContinue
source: Save & Continue
pl: Zapisz i kontynuuj

source: Edit Lightning Address
pl: Edytuj adres Lightning

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: Lightning Address saved!
pl: Adres Lightning zapisany!

source: Lightning Address updated!
pl: Adres Lightning zaktualizowany!

# errorSavingAddress
source: Error saving address: {details}
pl: Błąd podczas zapisywania adresu: {details}

# getNotifiedSimplex
source: Get notified of new orders with SimpleX
pl: Otrzymuj powiadomienia o nowych zamówieniach przez SimpleX

# getNotifiedWithElement
source: Get notified of new orders with Element
pl: Otrzymuj powiadomienia o nowych zamówieniach przez Element

# noOffersAvailable
source: No offers available yet.
pl: Brak dostępnych ofert.

source: TAKE
pl: PRZYJMIJ

source: RESUME
pl: WZNÓW

# offerAmountSats
source: Amount: {amount} sats
pl: Kwota: {amount} satoshi

# offerFeeStatusId
source: Taker Fee: {fee} sats | Status: {status}
pl: Opłata wystawiającego: {fee} satoshi | Status: {status}\nID: {id}...

source: Finished Offers
pl: Zakończone oferty

# errorLoadingOffers
source: Error loading offers: {details}
pl: Błąd podczas ładowania ofert: {details}

source: Retry
pl: Ponów

# errorOfferUnexpectedState
source: Error: Offer is in an unexpected state.
pl: Błąd: Oferta jest w nieoczekiwanym stanie.

# errorPublicKeyNotLoaded
source: Error: Public key not loaded yet.
pl: Błąd: Klucz publiczny nie został jeszcze załadowany.

# errorInvalidNumberFormat
source: Invalid number format
pl: Nieprawidłowy format liczby

# errorAmountMustBePositive
source: Amount must be positive
pl: Kwota musi być dodatnia

# errorInvalidFeePercentage
source: Invalid fee percentage
pl: Nieprawidłowy procent opłaty

# errorInitiatingOffer
source: Error initiating offer: {details}
pl: Błąd podczas inicjowania oferty: {details}

# enterAmountToPay
source: Enter Amount (PLN) to Pay:
pl: Wprowadź kwotę (PLN) do zapłaty:

# amountLabel
source: Amount (PLN)
pl: Kwota (PLN)

source: Fetching exchange rate...
pl: Pobieranie kursu wymiany...

# satsEquivalent
source: ≈ {sats} sats
pl: ≈ {sats} satoshi

# plnBtcRate
source: PLN/BTC rate ≈ {rate}
pl: Kurs PLN/BTC ≈ {rate}

# errorFetchingRate
source: Could not fetch exchange rate.
pl: Nie udało się pobrać kursu wymiany.

source: Generate Invoice
pl: Wygeneruj fakturę

# payHoldInvoiceTitle
source: Pay this Hold Invoice:
pl: Zapłać tę fakturę Hold:

# errorCouldNotOpenLightningApp
source: Could not open Lightning app for invoice.
pl: Nie można otworzyć aplikacji Lightning dla faktury.

# errorOpeningLightningApp
source: Error opening Lightning app: {details}
pl: Błąd podczas otwierania aplikacji Lightning: {details}

source: Copy Invoice
pl: Kopiuj fakturę

# invoiceCopied
source: Invoice copied to clipboard!
pl: Faktura skopiowana do schowka!

source: Waiting for payment confirmation...
pl: Oczekiwanie na potwierdzenie płatności...

# errorPublicKeyNotAvailable
source: Public key not available.
pl: Klucz publiczny nie jest dostępny.

# errorCouldNotFetchActiveOffer
source: Could not fetch active offer details. It might have expired.
pl: Nie można pobrać szczegółów aktywnej oferty. Mogła wygasnąć.

# errorMissingPaymentHashOrKey
source: Error: Missing payment hash or public key.
pl: Błąd: Brak hasha płatności lub klucza publicznego.

# errorOfferIncorrectStateConfirmation
source: Offer not in correct state for confirmation (Status: {status})
pl: Oferta nie jest w prawidłowym stanie do potwierdzenia (Status: {status})

# paymentConfirmedTakerPaid
source: Payment Confirmed! Taker will be paid.
pl: Płatność potwierdzona! Kupujący otrzyma środki.

# errorConfirmingPayment
source: Error confirming payment: {details}
pl: Błąd podczas potwierdzania płatności: {details}

# blikCopied
source: BLIK code copied to clipboard
pl: Kod BLIK skopiowany do schowka

source: Retrieving BLIK code...
pl: Pobieranie kodu BLIK...

# blikCodeReceivedTitle
source: BLIK Code Received!
pl: Otrzymano kod BLIK!

# copyToClipboardTooltip
source: Copy to clipboard
pl: Kopiuj do schowka

# blikInstructionsMaker
source: Enter this code into the payment terminal. Once the Taker confirms in their bank app and the payment succeeds, press Confirm below.
pl: Wprowadź ten kod w terminalu płatniczym. Gdy Kupujący potwierdzi w swojej aplikacji bankowej i płatność zostanie zrealizowana, naciśnij Potwierdź poniżej.

# confirmPaymentSuccessButton
source: Confirm Payment Success
pl: Potwierdź udaną płatność

source: Error: Invalid offer state received.
pl: Błąd: Otrzymano nieprawidłowy stan oferty.

# errorInternalOfferIncomplete
source: Internal error: Offer details incomplete.
pl: Błąd wewnętrzny: Niekompletne szczegóły oferty.

# errorOfferInvalidStatus
source: Offer has an invalid status.
pl: Oferta ma nieprawidłowy status.

# errorOfferNotAwaitingConfirmation
source: Offer is no longer awaiting confirmation (Status: {status}).
pl: Oferta nie oczekuje już na potwierdzenie (Status: {status}).

# errorUnexpectedStatusFromServer
source: Received an unexpected offer status from the server.
pl: Otrzymano nieoczekiwany status oferty z serwera.

# offerCancelledOrExpired
source: Offer was cancelled or expired.
pl: Oferta została anulowana lub wygasła.

# paymentSuccessfulTaker
source: Payment Successful! You should have now received the funds.
pl: Płatność udana! Wkrótce otrzymasz środki.

# errorOfferUnexpectedStateWithStatus
source: Offer is in an unexpected state ({status}).
pl: Oferta jest w nieoczekiwanym stanie ({status}).

# offerStatusLabel
source: Offer Status: {status}
pl: Status oferty: {status}

# waitingMakerConfirmation
source: Waiting for Maker confirmation: {seconds} s
pl: Oczekiwanie na potwierdzenie Wystawiającego: {seconds} s

# importantBlikAmountConfirmation
source: VERY IMPORTANT: Be sure to accept only BLIK confirmation for amount of {amount} {currency}
pl: BARDZO WAŻNE: Upewnij się, że akceptujesz tylko potwierdzenie BLIK na kwotę {amount} {currency}

# blikInstructionsTaker
source: The offer maker has been sent your BLIK code and needs to enter it in the payment terminal. You then will need to accept the BLIK code in your bank app, be sure to only accept the correct amount. You will receive the Lightning payment automatically after confirmation.
pl: Wystawiający ofertę otrzymał Twój kod BLIK i musi wprowadzić go w terminalu płatniczym. Następnie musisz zaakceptować kod BLIK w swojej aplikacji bankowej, upewnij się, że akceptujesz tylko właściwą kwotę. Otrzymasz płatność Lightning automatycznie po potwierdzeniu.

# submitBlikWithinSeconds
source: Submit BLIK within: {seconds} s
pl: Wprowadź BLIK w ciągu: {seconds} s

# errorFetchedOfferIdMismatch
source: Fetched active offer ID ({fetchedId}) does not match initial offer ID ({initialId}). State mismatch?
pl: Pobrane ID aktywnej oferty ({fetchedId}) nie odpowiada początkowemu ID oferty ({initialId}). Niezgodność stanu?

# errorOfferNotReserved
source: Offer is no longer in reserved state ({status}).
pl: Oferta nie jest już w stanie zarezerwowanym ({status}).

# errorOfferReservationTimestampMissing
source: Offer reservation timestamp is missing.
pl: Brak znacznika czasu rezerwacji oferty.

# errorOfferPaymentHashMissing
source: Offer payment hash is missing after fetch.
pl: Brak hasha płatności oferty po pobraniu.

# errorLoadingOfferDetails
source: Error loading offer details: {details}
pl: Błąd podczas ładowania szczegółów oferty: {details}

source: BLIK input time expired.
pl: Czas na wprowadzenie kodu BLIK upłynął.

source: Error: Offer state changed.
pl: Błąd: Stan oferty uległ zmianie.

# errorOfferStateNotValid
source: Error: Offer state is no longer valid.
pl: Błąd: Stan oferty nie jest już prawidłowy.

# errorInvalidBlikFormat
source: Please enter a valid 6-digit BLIK code.
pl: Wprowadź prawidłowy 6-cyfrowy kod BLIK.

# errorLightningAddressRequired
source: Lightning Address is required.
pl: Adres Lightning jest wymagany.

# errorSubmittingBlik
source: Error submitting BLIK: {details}
pl: Błąd podczas przesyłania kodu BLIK: {details}

# blikPasted
source: Pasted BLIK code.
pl: Wklejony kod BLIK.

# errorClipboardInvalidBlik
source: Clipboard does not contain a valid 6-digit BLIK code.
pl: Schowek nie zawiera prawidłowego 6-cyfrowego kodu BLIK.

# errorOfferDetailsNotLoaded
source: Offer details could not be loaded.
pl: Nie można załadować szczegółów oferty.

# selectedOfferLabel
source: Selected Offer:
pl: Wybrana oferta:

# offerDetailsSubtitle
source: {sats} + {fee} (fee) sats Status: {status}
pl: {sats} + {fee} (opłata) satoshi Status: {status}

# enterBlikCodeLabel
source: Enter 6-digit BLIK Code:
pl: Wprowadź 6-cyfrowy kod BLIK:

# blikCodeLabel
source: BLIK Code
pl: Kod BLIK

# pasteFromClipboardTooltip
source: Paste from Clipboard
pl: Wklej ze schowka

# submitBlikButton
source: Submit BLIK
pl: Wyślij BLIK

# errorCheckingActiveOffers
source: Error checking active offers: {details}
pl: Błąd podczas sprawdzania aktywnych ofert: {details}

# payWithLightningButton
source: PAY with Lightning
pl: ZAPŁAĆ z Lightning

# sellBlikButton
source: SELL BLIK code for sats
pl: SPRZEDAJ kod BLIK za satoshi

# activeOfferTitle
source: You have an active offer:
pl: Masz aktywną ofertę:

# roleLabel
source: Role: {role}
pl: Rola: {role}

# roleMaker
source: Maker
pl: Wystawiający

# roleTaker
source: Taker
pl: Kupujący

# activeOfferSubtitle
source: Status: {status} Amount: {amount} sats
pl: Status: {status} Kwota: {amount} satoshi

# lightningAddressLabelShort
source: Lightning address: {address}
pl: Adres Lightning: {address}

# errorMakerPublicKeyNotFound
source: Maker public key not found
pl: Nie znaleziono klucza publicznego Wystawiającego

# errorResumingOffer
source: Error resuming offer: {details}
pl: Błąd podczas wznawiania oferty: {details}

# errorLoadingFinishedOffers
source: Error loading finished offers: {details}
pl: Błąd podczas ładowania zakończonych ofert: {details}

# finishedOffersTitle
source: Finished Offers (last 24h):
pl: Zakończone oferty (ostatnie 24h):

# finishedOfferSubtitle
source: {sats} + {fee} (fee) sats Status: {status} Paid at: {date}
pl: {sats} + {fee} (opłata) satoshi Status: {status} Opłacone: {date}

# errorCannotResumeOfferState
source: Cannot resume offer in state: {status}
pl: Nie można wznowić oferty w stanie: {status}

# errorCannotResumeTakerOfferState
source: Cannot resume Taker offer in state: {status}
pl: Nie można wznowić oferty Kupującego w stanie: {status}

# paymentFailedTitle
source: Payment Failed
pl: Płatność nie powiodła się

# paymentFailedInstructions
source: Please provide a new Lightning invoice for the amount of {netAmount} sats.
pl: Proszę podać nową fakturę Lightning na kwotę {netAmount} satoshi

# newLightningInvoiceLabel
source: New Lightning Invoice
pl: Nowa faktura Lightning

# newLightningInvoiceHint
source: Enter your BOLT11 invoice
pl: Wprowadź swoją fakturę BOLT11

# errorEnterValidInvoice
source: Please enter a valid invoice
pl: Proszę wprowadzić prawidłową fakturę

# errorUpdatingInvoice
source: Error updating invoice: {details}
pl: Błąd podczas aktualizacji faktury: {details}

# submitNewInvoiceButton
source: Submit New Invoice
pl: Wyślij nową fakturę

# offerCompletedTitle
source: Offer Completed
pl: Oferta zakończona

# paymentConfirmedHeadline
source: Payment Confirmed!
pl: Płatność potwierdzona!

# takerPaidSubtitle
source: The Taker has been paid.
pl: Kupujący otrzymał zapłatę.

# offerDetailsTitle
source: Offer Details:
pl: Szczegóły oferty:

# offerIdLabel
source: Offer ID: {id}...
pl: ID Oferty: {id}...

# errorLoadingLightningAddress
source: Error loading Lightning Address: {details}
pl: Błąd podczas ładowania adresu Lightning: {details}

# validLightningAddressTooltip
source: Valid Lightning Address
pl: Prawidłowy adres Lightning

# errorFailedToReserveOfferNoTimestamp
source: Failed to reserve offer (no timestamp returned).
pl: Nie udało się zarezerwować oferty (brak znacznika czasu).

# errorFailedToReserveOffer
source: Failed to reserve offer: {details}
pl: Nie udało się zarezerwować oferty: {details}

# progressWaitingForTaker
source: Waiting for taker: {time}
pl: Oczekiwanie na kupującego: {time}

# progressReserved
source: Reserved: {seconds} s left
pl: Zarezerwowano: pozostało {seconds} s

# progressConfirming
source: Confirming: {seconds} s left
pl: Potwierdzanie: pozostało {seconds} s

# errorLoadingOffer
source: Error loading offer: {error}
pl: Błąd podczas ładowania oferty: {error}

source: Error: Offer not found.
pl: Błąd: Oferta nie znaleziona.

source: Maker confirmed payment.
pl: Wystawiający potwierdził płatność.

source: Loading offer details...
pl: Ładowanie szczegółów oferty...

# doneButton
source: Done
pl: Gotowe

# paymentProcessTitle
source: Payment Process
pl: Proces płatności

source: Payment Received!
pl: Otrzymano płatność!

source: Preparing to send payment...
pl: Przygotowywanie do wysłania płatności...

source: Sending payment...
pl: Wysyłanie płatności...

source: Payment Failed
pl: Płatność nie powiodła się

# errorSendingPayment
source: Error sending payment: {details}
pl: Błąd podczas wysyłania płatności: {details}

# errorOfferNotConfirmed
source: Offer not confirmed by maker.
pl: Oferta niepotwierdzona przez Wystawiającego.

# errorOfferExpired
source: Offer expired.
pl: Oferta wygasła.

# errorOfferCancelled
source: Offer cancelled.
pl: Oferta anulowana.

# errorOfferPaymentFailed
source: Offer payment failed.
pl: Płatność oferty nie powiodła się.

# errorOfferUnknown
source: Unknown offer error.
pl: Nieznany błąd oferty.

# errorNoPublicKey
source: Error: Could not retrieve your public key.
pl: Błąd: Nie można pobrać Twojego klucza publicznego.

source: Waiting for offer update...
pl: Oczekiwanie na aktualizację oferty...

# loadingPublicKey
source: Loading your details...
pl: Ładowanie Twoich danych...

# errorLoadingPublicKey
source: Error loading your details
pl: Błąd podczas ładowania Twoich danych

# errorMissingPaymentHash
source: Error: Payment details are missing.
pl: Błąd: Brak szczegółów płatności.

# taskMakerConfirmedBlik
source: Maker confirmed BLIK payment success
pl: Wystawiający potwierdził płatność BLIK

# taskMakerInvoiceSettled
source: Maker hold invoice settled
pl: Faktura Hold wystawiającego rozliczona

# taskPayingTakerInvoice
source: Generating & paying your invoice
pl: Generowanie i opłacanie Twojej faktury

# taskTakerInvoicePaid
source: Your invoice paid successfully
pl: Twoja faktura opłacona pomyślnie

# taskTakerPaymentFailed
source: Payment to you failed
pl: Płatność do Ciebie nie powiodła się

# errorTakerPaymentFailed
source: Payment to your Lightning Address failed. Please check the details and provide a new invoice if necessary.
pl: Płatność na Twój adres Lightning nie powiodła się. Sprawdź szczegóły i w razie potrzeby podaj nową fakturę.

source: Go to Failure Details
pl: Przejdź do szczegółów błędu

# errorTakerPublicKeyNotFound
source: Taker public key not found.
pl: Nie znaleziono klucza publicznego Kupującego.

# paymentRetryFailedError
source: Payment retry failed. Please check the invoice or try again later.
pl: Ponowna próba płatności nie powiodła się. Sprawdź fakturę lub spróbuj ponownie później.

# paymentSuccessfulTitle
source: Payment Successful
pl: Płatność udana

# paymentSuccessfulMessage
source: Your payment has been processed successfully.
pl: Twoja płatność została przetworzona pomyślnie.

# goToHomeButton
source: Go to Home
pl: Przejdź do strony głównej

# makerInvalidBlikTitle
source: Invalid BLIK Code
pl: Nieprawidłowy Kod BLIK

# makerInvalidBlikInfo
source: You marked the BLIK code as invalid. Waiting for the taker to provide a new code or initiate a dispute.
pl: Oznaczyłeś kod BLIK jako nieprawidłowy. Oczekiwanie na podanie nowego kodu przez takera lub rozpoczęcie sporu.

# genericError
source: An unexpected error occurred. Please try again.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.

# makerInvalidBlikButton
source: Invalid BLIK Code
pl: Nieprawidłowy Kod BLIK

# invalidBlikTitle
source: Invalid BLIK Code
pl: Nieprawidłowy Kod BLIK

# invalidBlikMessage
source: Maker Rejected BLIK Code
pl: Twórca Odrzucił Kod BLIK

# invalidBlikExplanation
source: The Maker has indicated that the BLIK code you provided was invalid or did not work. What would you like to do?
pl: Twórca oferty wskazał, że podany przez Ciebie kod BLIK był nieprawidłowy lub nie zadziałał. Co chcesz zrobić?

# invalidBlikRetryButton
source: I DID NOT PAY, reserve Offer again and submit a new BLIK Code
pl: Spróbuj ponownie z nowym kodem BLIK

# invalidBlikConflictButton
source: I CONFIRMED THE BLIK CODE AND IT GOT CHARGED FROM MY BANK ACCOUNT, Report Conflict, will cause DISPUTE!
pl: Zgłoś konflikt (Zapłaciłem!)

# cancelAndReturnHome
source: Return Home
pl: Anuluj i wróć do strony głównej

# conflictReportedSuccess
source: Conflict reported. The coordinator will review the case.
pl: Konflikt zgłoszony. Koordynator rozpatrzy sprawę.

# conflictReportError
source: Error reporting conflict: {details}
pl: Błąd zgłaszania konfliktu: {details}

# takerConflictTitle
source: Offer Conflict
pl: Konflikt Oferty

# takerConflictHeadline
source: Offer Conflict Reported
pl: Zgłoszono Konflikt Oferty

# takerConflictBody
source: The Maker marked the BLIK code as invalid, but you have reported a conflict, indicating you believe the payment was successful.
pl: Wystawiający oznaczył kod BLIK jako nieprawidłowy, ale zgłosiłeś/aś konflikt, wskazując, że uważasz płatność za udaną.

# takerConflictInstructions
source: Please wait for the coordinator to review the situation. You may be contacted for more details. Check back later or contact support if needed.
pl: Poczekaj, aż koordynator rozpatrzy sytuację. Możesz zostać poproszony/a o więcej szczegółów. Sprawdź ponownie później lub skontaktuj się z pomocą techniczną w razie potrzeby.

# takerConflictBackButton
source: Return to Home
pl: Wróć do Strony Głównej

# makerConflictTitle
source: Offer Conflict
pl: Konflikt Oferty

# makerConflictHeadline
source: Offer Conflict Reported
pl: Zgłoszono Konflikt Oferty

# makerConflictBody
source: You marked the BLIK code as invalid, but the Taker has reported a conflict, indicating they believe the payment was successful.
pl: Oznaczyłeś/aś kod BLIK jako nieprawidłowy, ale Kupujący zgłosił/a konflikt, wskazując, że uważa płatność za udaną.

# makerConflictInstructions
source: Please wait for the coordinator to review the situation. You may be contacted for more details. Check back later or contact support if needed.
pl: Poczekaj, aż koordynator rozpatrzy sytuację. Możesz zostać poproszony/a o więcej szczegółów. Sprawdź ponownie później lub skontaktuj się z pomocą techniczną w razie potrzeby.

# makerConflictBackButton
source: Return to Home
pl: Wróć do Strony Głównej

# makerConflictConfirmPaymentButton
source: My mistake, confirm BLIK payment success
pl: Mój błąd, potwierdź sukces płatności BLIK

# makerConflictOpenDisputeButton
source: Blik payment did NOT succeed, OPEN DISPUTE
pl: Płatność Blik NIE powiodła się, OTWÓRZ SPÓR

# makerConflictDisputeDialogTitle
source: Open Dispute?
pl: Otworzyć spór?

# makerConflictDisputeDialogContent
source: Opening a dispute requires manual review by the coordinator, which may take time. A dispute fee will be deducted if the dispute is resolved against you. The hold invoice will be settled to prevent expiry. If resolved in your favor, you will be refunded (minus fees) to your Lightning Address.
pl: Otwarcie sporu wymaga ręcznej weryfikacji przez koordynatora, co może zająć czas. Opłata za spór zostanie potrącona, jeśli spór zostanie rozstrzygnięty na Twoją niekorzyść. Faktura blokująca (hold invoice) zostanie rozliczona, aby zapobiec jej wygaśnięciu. Jeśli spór zostanie rozstrzygnięty na Twoją korzyść, otrzymasz zwrot środków (pomniejszony o opłaty) na Twój adres Lightning.

# makerConflictDisputeDialogConfirm
source: Open Dispute
pl: Otwórz Spór

# makerConflictDisputeDialogCancel
source: Cancel
pl: Anuluj

# makerConflictDisputeDialogContentDetailed
source: Opening a dispute will require manual intervention by the coordinator, which will take time and incur a dispute fee. The hold invoice will be settled immediately to prevent expiry before the dispute is resolved. If the dispute is resolved in your favor, the sats amount will be refunded to your Lightning Address (minus dispute fees). Please ensure you have a Lightning Address configured.
pl: Otwarcie sporu będzie wymagało ręcznej interwencji koordynatora, co zajmie czas i wiąże się z opłatą za spór.\n\nFaktura blokująca (hold invoice) zostanie natychmiast rozliczona, aby zapobiec jej wygaśnięciu przed rozstrzygnięciem sporu.\n\nJeśli spór zostanie rozstrzygnięty na Twoją korzyść, kwota w satoshi zostanie zwrócona na Twój adres Lightning (pomniejszona o opłaty za spór). Upewnij się, że masz skonfigurowany adres Lightning.

# makerConflictSubmitDisputeButton
source: Submit Dispute
pl: Zgłoś Spór

# errorOpenDispute
source: Error opening dispute: {error}
pl: Błąd podczas otwierania sporu: {error}

# successOpenDispute
source: Dispute opened successfully. The coordinator will review the case.
pl: Spór został pomyślnie otwarty. Koordynator rozpatrzy sprawę.

source: Error loading timeout configuration.
pl: Błąd ładowania konfiguracji limitu czasu.
