Repository: bitblik/client
Catalog: lib/l10n/app_*.arb
Languages: pl

# errorAmountTooLowFiat
source: Amount is too low. Minimum is {minAmount} {currency}.
pl: Kwota jest za niska. Minimum to {minAmount} {currency}.

# errorAmountTooHighFiat
source: Amount is too high. Maximum is {maxAmount} {currency}.
pl: Kwota jest za wysoka. Maksimum to {maxAmount} {currency}.

# errorLoadingCoordinatorConfig
source: Error loading coordinator configuration. Please try again.
pl: Błąd ładowania konfiguracji koordynatora. Spróbuj ponownie.
